const quiz = [
    {
        "q": "Предположим. что после соответствующего обучения Вы можете выполнять любую работу. Но если бы Вам пришлось выбирать только из двух возможностей, какую бы Вы предпочли?",
        "a" : {
            "p": "1а. Ухаживать за животными",
            "t": "1б. Обслуживать машины"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "ch": "2а. Помогать больным людям, лечить их",
            "z": "2б. Составлять таблицы, схемы, программы для вычислительных машин"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "o": "За. Участвовать в оформлении книг, плакатов,  журналов",
            "p": "3б. Следить за состоянием и развитием растений"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "t": "4а. Обрабатывать материалы (древесину, ткань, металл, пластмассу и др.)",
            "ch": "4б. Доводить товары до потребителя (рекламировать)"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "z": "5а. Обсуждать научно-популярные книги, статьи",
            "o": "5б. Обсуждать художественные книги (или пьесы, концерты)"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "p": "6а. Содержать животных",
            "ch": "6б. Тренировать товарищей (или младших школьников) в выполнении каких-либо действий (трудовых, учебных, спортивных)"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "o": "7а. Копировать рисунки, изображения (или настраивать музыкальные инструменты)",
            "t": "7б. Управлять подъемным краном, трактором, тепловозом и т. п."
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "ch": "8а. Сообщать (разъяснять) людям какие-либо сведения (в справочном бюро, на экскурсии)",
            "o": "8б. Художественно оформлять выставки, витрины (или участвовать в подготовке пьес, концертов)"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "t": "9а. Ремонтировать вещи (одежду, технику), жилище",
            "z": "9б. Искать и исправлять ошибки в текстах, таблицах, рисунках"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "p": "10а. Лечить животных",
            "z": "10б. Выполнять вычисления, расчеты"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "p": "11а. Выводить новые сорта растений",
            "t": "11б. Конструировать, проектировать новые виды изделий (машины, одежду, дома и т. п.)"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "ch": "12а. Разрешать споры, предупреждать ссоры, убеждать, разъяснять, поощрять, наказывать",
            "z": "12б. Разбираться в чертежах, схемах, таблицах (проверять, уточнять, приводить в порядок)"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "o": "13а. Участвовать в работе кружков художественной самодеятельности",
            "p": "13б. Наблюдать, изучать жизнь микробов"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "t": "14а. Налаживать медицинские приборы, аппараты",
            "ch": "14б. Оказывать людям медицинскую помощь при ранениях, ушибах и т. п."
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "z": "15а. Составлять точные описания, отчеты о наблюдаемых явлениях, событиях, измеряемых объектах и т.п.",
            "o": "15б. Художественно описывать, отображать события (наблюдаемые или представляемые)"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "p": "16а. Выполнять лабораторные анализы в больнице",
            "ch": "16б. Принимать, осматривать больных, беседовать с ними, назначать лечение"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "o": "17а. Красить или расписывать стены или помещения, поверхность изделий",
            "t": "17б. Осуществлять монтаж зданий или сборку машин, приборов"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "ch": "18а. Организовывать культпоходы сверстников или младших товарищей (в театры, музеи), экскурсии, туристические походы и т. п.",
            "o": "18б. Играть на сцене, принимать участие в концертах"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "t": "19а. Изготавливать по чертежам детали, изделия (машины, одежду), строить здания",
            "z": "19б. Заниматься черчением, копировать чертежи, карты"
        }
    },
    {
        "q": "Предположим. ",
        "a" : {
            "p": "20а. Вести борьбу с болезнями растений, с вредителями леса, сада",
            "z": "20б. Работать на клавишных машинах (пишущей машинке, телетайпе и др.)"
        }
    },
];